{
    "datas":[

        {
            "index":"5",
            "type":"select",
            "issue":"A 7-year-old Birman cat with 2-day history of lethargy and tachypnoea presents with these auscultation findings. What abnormalities are present?",
            "options":[
                "Grade III systolic murmur",
                "Sinus rhythm with prematures",
                "Tachycardic, atrial fibrillation",
                "Respiratory sinus arrhythmia"
            ],
            "answer":"Tachycardic, atrial fibrillation"
        },{
            "index":"6",
            "type":"select",
            "issue":"A 9-year-old Chihuahua presents for routine health check with this newly detected heart murmur at the left apex. No palpable thrill is detectable and physical examination is otherwise normal. What is your most likely differential diagnosis?",
            "options":[
                "Mitral valve disease",
                "Mitral endocarditis",
                "Mitral stenosis",
                "Mitral dysplasia"
            ],
            "answer":"Mitral valve disease"
        },{
            "index":"7",
            "type":"select",
            "issue":"A 7-year-old Cocker spaniel presents for vaccination with this left apical heart murmur. Last year, a grade II murmur was detected but no notes defining the timing or localisation were made at the time. No palpable thrill is detectable and physical examination is otherwise normal. How would you grade this murmur?",
            "options":[
                "Grade II",
                "Grade III",
                "Grade IV",
                "Grade V"
            ],
            "answer":"Grade IV"
        },{
            "index":"8",
            "type":"select",
            "issue":"This heart murmur was detected in a male Rottweiller, aged 6-months, at pre-anaesthesia assessment for neutering. A palpable thrill was present at the left base but the murmur was not audible with the stethoscope 1cm off the chest wall. How would you describe the heart murmur?",
            "options":[
                "Grade IV, systolic",
                "Grade V, systolic",
                "Grade IV, diastolic",
                "Grade VI, systolic"
            ],
            "answer":"Grade V, systolic"
        },{
            "index":"9",
            "type":"select",
            "issue":"This auscultation was recorded in a 6-year-old Cavalier King Charles spaniel presented for two episodes of vomiting after dietary indiscretion. How would you describe the heart sounds at the left apex, and would you recommend further investigation?",
            "options":[
                "Grade III systolic murmur – echo",
                "Grade II systolic murmur – X-ray",
                "Normal heart sounds – monitor",
                "Grade II systolic murmur – monitor"
            ],
            "answer":"Normal heart sounds – monitor"
        },{
            "index":"10",
            "type":"select",
            "issue":"A dog with previously diagnosed stage B1 mitral valve disease presents for vaccination and heart sounds were recorded. What abnormalities are present?",
            "options":[
                "Quiet systolic heart murmur and sinus arrhythmia",
                "Loud systolic heart murmur and premature beats",
                "Loud systolic heart murmur and sinus arrhythmia",
                "Quiet systolic murmur and sinus rhythm"
            ],
            "answer":"Loud systolic heart murmur and premature beats"
        },{
            "index":"11",
            "type":"select",
            "issue":"Auscultation of the left sternal border at routine health-check detects these findings in a 5-year-old, female neutered domestic shorthair cat. What abnormality is present?",
            "options":[
                "Grade II systolic heart murmur",
                "Grade IV systolic heart murmur",
                "Intermittent gallop sound",
                "Chaotic irregularity (such as AF)"
            ],
            "answer":"Grade II systolic heart murmur"
        },{
            "index":"12",
            "type":"select",
            "issue":"A horse presents for pre-purchase examination and this is how the heart sounds. What is the abnormality detected? Consider its significance in this context.",
            "options":[
                "Second degree AV block",
                "Grade II systolic murmur",
                "Atrial fibrillation",
                "Grade IV diastolic murmur"
            ],
            "answer":"Atrial fibrillation"
        },{
            "index":"13",
            "type":"select",
            "issue":"A horse presents for routine vaccination and this murmur is audible on the left side. No precordial thrill is present. How would you describe this murmur?",
            "options":[
                "Grade II, systolic",
                "Grade III, systolic",
                "Grade IV, diastolic",
                "Grade V, diastolic"
            ],
            "answer":"Grade IV, diastolic"
        }
    ]
}